{"answer": {"": 648, "1:05": 1632, "home": 230, "audi": 2673, "tires": 2203, "forward": 321, "porch": 2595, "family": 869, "blackberry": 1623, "a": 716, "very old": 2868, "star": 575, "ibm": 1313, "cross country": 1037, "first": 1000, "mercedes": 797, "straight": 389, "x": 1239, "food truck": 2136, "gothic": 1608, "net": 910, "giraffe": 47, "meat": 417, "in background": 1052, "on couch": 1312, "logs": 1531, "heat": 2171, "road": 245, "guitar": 516, "green yellow": 1959, "verizon": 2964, "caramel": 2425, "wristband": 1309, "gold": 265, "games": 2521, "red and white": 126, "rider": 2993, "spiderman": 2263, "no one": 184, "2:00": 1925, "pm": 1568, "butterfly": 991, "on tracks": 1424, "visor": 912, "field": 234, "pedestrian": 2349, "calendar": 2041, "1": 3, "53": 1481, "cat and dog": 2692, "colgate": 1725, "stew": 2537, "skate park": 640, "lunch": 313, "blue jeans": 2859, "patterned": 2775, "microsoft": 1712, "walking": 91, "apartment": 859, "band": 1563, "wine glasses": 1625, "rocky": 2145, "tv": 161, "50 feet": 2726, "kia": 747, "exhaust": 2922, "not here": 1651, "shadow": 443, "post": 1124, "petting": 1636, "planes": 613, "tattoos": 2566, "boots": 463, "in motion": 2782, "cauliflower": 1641, "stork": 2488, "pepsi": 533, "wii controller": 310, "warm": 387, "skull": 1529, "transportation": 966, "clydesdale": 2552, "macaroni": 2322, "motorcycle": 82, "obama": 1132, "safety": 442, "blue and red": 760, "skier": 970, "hazy": 1245, "bags": 977, "pigeons": 1206, "bank": 1767, "collar": 377, "bunch": 2279, "cherry": 1055, "alcohol": 1558, "thomas": 2701, "3 ft": 2932, "mirror": 233, "skiing": 34, "bats": 1841, "3rd": 2896, "pilot": 1317, "sneakers": 415, "bulldog": 890, "same": 2704, "fern": 1683, "honey": 2306, "grandfather": 2919, "pitbull": 1199, "sweater": 683, "bulls": 2191, "i can't tell": 2379, "pants": 684, "bamboo": 1226, "backwards": 1624, "purse": 447, "phones": 908, "ford": 477, "beard": 793, "coconut": 2527, "100 year party ct": 2825, "above sink": 2195, "hispanic": 2882, "television": 474, "rough": 1680, "wilson": 423, "polka dots": 1328, "kawasaki": 1800, "traffic light": 1446, "carrot cake": 2787, "24": 349, "hotel": 428, "flags": 1045, "what": 2199, "oak": 317, "36": 1049, "grazing": 306, "wii sports": 2865, "motion": 1830, "speed": 2298, "horse racing": 1607, "sandals": 360, "behind man": 2653, "possibly": 622, "flip phone": 2253, "pan": 765, "cupcakes": 1294, "high chair": 2649, "standard": 2262, "6:00": 1706, "lanyard": 1958, "black red": 2627, "green and orange": 1918, "both": 244, "on tree": 2910, "orange and yellow": 1829, "phone": 53, "red and gray": 1418, "background": 372, "fall": 174, "tennis shoes": 798, "e": 1083, "great": 2548, "1:10": 2756, "iris": 2396, "sauerkraut": 2491, "free": 1378, "bbq": 2477, "16": 196, "budweiser": 1667, "in wild": 2848, "1:20": 2697, "on boat": 2662, "for safety": 2522, "fir": 2173, "25": 195, "tire": 1707, "victoria": 2509, "us airways express": 2485, "on street": 855, "smaller": 2206, "fountain": 2744, "roof": 902, "chrome": 1525, "open": 170, "german shepherd": 994, "very": 336, "blue gray": 2427, "jetblue": 1495, "prom": 2284, "jones": 2979, "hexagon": 2357, "red sox": 936, "far": 1802, "pedestrian crossing": 2541, "tennis racquet": 615, "blue jay": 2626, "wii boxing": 2798, "slow down": 2615, "stove": 424, "bow": 776, "me": 2225, "singles": 1658, "4:50": 2791, "canoe": 1571, "bikes": 538, "notebook": 2080, "squash": 1310, "navy": 696, "wine glass": 645, "horns": 1123, "travel": 1176, "necktie": 1522, "toilet brush": 2410, "pickup": 2224, "fried": 1555, "surfers": 2459, "shelves": 1514, "38": 644, "can't see it": 2693, "paper": 189, "cargo": 602, "parsley": 762, "in sink": 2520, "on counter": 771, "branches": 1734, "biker": 2476, "in sky": 1177, "costume": 2471, "mitt": 1198, "jumping": 450, "valentine's day": 1863, "left": 22, "44": 1041, "bottom": 568, "futon": 2397, "2010": 1087, "roman": 969, "cabbage": 1201, "information": 2647, "boarding": 1557, "bear": 77, "spectators": 2372, "baltimore": 2479, "boeing": 2752, "video games": 1691, "dog": 33, "tape": 1645, "lion": 1263, "on field": 2415, "mother": 1817, "flowered": 2952, "potato": 992, "disney": 2925, "lights": 351, "stick": 731, "no fruit": 2132, "orange and white": 576, "world": 2699, "pizza": 26, "moped": 1476, "towards camera": 1794, "papers": 1214, "main street": 1784, "women": 697, "iron": 950, "yellow white": 2434, "9:50": 2823, "camping": 2789, "meeting": 2684, "child": 290, "playing soccer": 1606, "western": 2366, "analog": 2430, "santa": 1515, "moss": 1453, "cut": 1596, "taking pictures": 1566, "knives": 1759, "400": 2110, "walls": 2562, "nice": 937, "parking lot": 596, "taking photo": 1781, "dress": 662, "playing video game": 1009, "omelet": 2712, "ketchup and mustard": 2494, "cattle": 1249, "sprinkles": 930, "trunks": 1914, "morning": 240, "center": 748, "throw frisbee": 2245, "29": 758, "cookies": 1016, "in": 1376, "lilly": 2879, "polar bear": 646, "coleslaw": 2816, "jelly": 2519, "olympics": 2320, "48": 1334, "circular": 1054, "35": 515, "peanut butter": 2774, "racing": 986, "asian": 280, "time": 1141, "on": 307, "kite string": 1282, "cartoon": 1943, "grilled": 1834, "green beans": 1301, "peach": 838, "hot": 434, "tourist": 2032, "mail": 2623, "beagle": 1272, "behind him": 2891, "juice": 582, "size": 1887, "surfboarding": 1513, "sleeping": 226, "giraffes": 273, "flag": 498, "tools": 1929, "end": 1731, "vertical": 1061, "f": 1619, "train tracks": 1679, "strap": 1714, "5:15": 2505, "unclear": 867, "polar": 803, "shepherd": 1814, "photo": 1057, "tank top": 1388, "raining": 572, "10:00": 1753, "guy": 1346, "looking down": 2913, "gone": 1617, "noon": 275, "plains": 2706, "bridge": 420, "chocolate": 199, "relaxing": 816, "play": 1630, "finch": 1242, "frisbees": 1938, "painting": 573, "still": 1865, "wax": 2963, "unsure": 348, "cantaloupe": 2335, "side": 1029, "bob": 1895, "wii remotes": 1644, "telephone": 1473, "residential": 1627, "bushes": 964, "kiting": 1040, "toaster": 1289, "beige": 114, "soup": 346, "crown": 1837, "egg": 840, "kitchenaid": 2914, "5:00": 1844, "47": 1648, "193": 2404, "towel": 300, "umpire": 398, "russia": 1872, "tennis court": 523, "54": 2061, "g": 1788, "yogurt": 2111, "mcdonald's": 921, "blonde": 160, "magnets": 922, "asus": 2453, "ham": 567, "mud": 1257, "goat": 597, "stripe": 677, "octopus": 1637, "all of them": 1367, "golden retriever": 1118, "stormy": 1964, "2": 2, "table": 61, "cutting cake": 741, "pear": 2070, "cage": 1705, "12:30": 1492, "bull": 751, "westjet": 2144, "green and black": 1383, "palm tree": 1188, "east": 475, "liquor": 2666, "watching tv": 1022, "bikers": 2999, "wheel": 1926, "ups": 2511, "18": 286, "blue and pink": 2860, "tags": 1402, "suits": 2658, "51": 2062, "do not enter": 1398, "boxes": 996, "4:20": 1909, "standing": 73, "garbage can": 2951, "indian": 792, "13": 140, "cactus": 1856, "no smoking": 2642, "low": 692, "cream": 405, "shirt": 285, "black and blue": 1252, "night": 104, "talking on phone": 422, "advertisement": 1612, "1:00": 2084, "stagecoach": 2764, "floor": 165, "b": 728, "hugging": 2013, "surprised": 2800, "orchid": 2352, "healthy": 1728, "parrot": 734, "monster": 2544, "no number": 1319, "horizontal": 1077, "pottery": 2660, "white": 4, "only": 2711, "nature": 1391, "braves": 2005, "fish": 249, "balls": 1896, "snowboards": 1311, "overcast": 144, "tulips": 694, "joy": 2714, "toshiba": 1387, "delivery": 2420, "looking at phone": 2105, "harry potter": 2850, "sleep": 1067, "styrofoam": 2008, "to right": 616, "homemade": 1721, "using laptop": 2965, "brick": 96, "3:30": 2532, "friends": 1190, "bank of america": 1106, "looking at camera": 1616, "toy": 530, "cirrus": 2325, "hsbc": 2134, "little girl": 2208, "macbook": 2168, "ranch": 2101, "wakeboarding": 2016, "mountain dew": 2571, "throwing frisbee": 1457, "love": 1241, "current": 2984, "dunkin donuts": 828, "on bed": 642, "surfboards": 431, "kid": 928, "in box": 2443, "leather": 379, "sweet": 1142, "dock": 819, "k": 1971, "skies": 1866, "steel": 432, "65": 1859, "broadway": 1668, "foot": 1342, "mouthwash": 2944, "photos": 2050, "uphill": 1062, "west": 570, "faucet": 1852, "letters": 1217, "cord": 1509, "chain": 1032, "on floor": 799, "racquet": 827, "mouth": 1409, "remotes": 2067, "21": 406, "fast food": 2230, "uniforms": 2283, "14": 164, "store": 541, "white and blue": 316, "yarn": 2295, "sitting": 93, "2000": 1234, "plate": 129, "green and blue": 1127, "2:25": 2481, "brushing teeth": 380, "cubs": 1456, "26": 777, "sliding": 2047, "chips": 1031, "checkers": 2175, "ski slope": 1642, "baseball hat": 2363, "gravel": 938, "feeding": 1655, "music": 1652, "listening": 1576, "cross country skiing": 1427, "school bus": 1306, "hawaii": 2094, "maybe": 85, "yellow blue": 2159, "frog": 2072, "peace": 1340, "camel": 2141, "arrow": 1491, "pepperoni": 299, "skateboard trick": 2373, "blue & white": 2819, "27": 560, "abc": 2892, "sandwiches": 774, "white and red": 401, "balancing": 2724, "talking on cell phone": 1813, "towards": 1155, "boat": 131, "rugby": 1468, "camouflage": 1270, "behind": 667, "on man": 2737, "tropicana": 2535, "fox": 2229, "microwave": 282, "factory": 2813, "w": 664, "catch frisbee": 2326, "driver": 1704, "book": 325, "video": 1792, "sweat": 2612, "patio": 2317, "fair": 1302, "festival": 2470, "dead end": 1776, "toothpaste": 1228, "bathroom": 25, "dole": 1747, "biplane": 2451, "sandwich": 118, "cloudy": 115, "tangerine": 2833, "desktop": 893, "dog and cat": 2886, "bottom left": 2580, "bench": 99, "church": 370, "accident": 2213, "candy": 906, "wii remote": 242, "mustard": 519, "pictures": 529, "town": 1386, "wii": 50, "cupcake": 1215, "mayonnaise": 2149, "peeing": 2374, "laying down": 517, "porcelain": 744, "pond": 1494, "legos": 2269, "oriental": 2185, "mixer": 2354, "mayo": 2573, "hanging": 1532, "carpet": 204, "ottoman": 2641, "top left": 1737, "japanese": 707, "riding horses": 2517, "deep": 1748, "used": 2828, "jar": 2377, "lace": 2465, "bottles": 1366, "ball cap": 2672, "fly kite": 1595, "on bench": 1298, "dusk": 514, "horseback riding": 1687, "shower": 796, "arms": 2862, "lighthouse": 885, "bowls": 2426, "snowing": 2116, "curly": 1471, "rodeo": 1772, "500": 1443, "goats": 1035, "owner": 1292, "2016": 1735, "on wall": 448, "indoor": 1324, "united": 506, "t": 860, "trains": 1528, "bike rack": 2820, "ceiling": 680, "tree branch": 1886, "balloons": 2075, "green white": 1405, "frisbie": 2469, "41": 1428, "seats": 2971, "angel": 2929, "haircut": 2272, "glove": 353, "squatting": 2460, "maple": 612, "chicken": 188, "medium": 887, "screen": 1081, "overalls": 1876, "burgundy": 1090, "backhand": 1564, "scooter": 802, "rooster": 2009, "ambulance": 2530, "no 1": 2103, "air": 369, "office": 253, "country": 880, "small": 263, "snow": 46, "log": 1092, "standing still": 2588, "klm": 1465, "girl": 143, "robot": 2734, "dishes": 1191, "wheelchair": 1847, "cutting": 738, "water": 36, "direction": 2815, "base": 2030, "riding motorcycle": 2048, "marble": 501, "multicolored": 982, "11": 106, "french": 755, "dozens": 1303, "hawk": 1675, "lots": 543, "crane": 879, "in corner": 2648, "lizard": 2780, "triangle": 408, "tour": 2046, "rain": 328, "pickle": 853, "camo": 1332, "pier": 1109, "tennis rackets": 1149, "plantains": 2838, "4 way": 2241, "men": 542, "smooth": 1626, "sliced": 1542, "pirates": 2146, "commercial": 693, "picnic table": 2619, "painted": 2102, "30 feet": 2629, "mutt": 876, "headphones": 806, "box": 352, "on sand": 2973, "nowhere": 262, "up": 123, "pencil": 2708, "olive": 1485, "10:10": 1779, "photograph": 1875, "2:35": 2043, "sepia": 1796, "pastries": 1279, "veggie": 1445, "deck": 2058, "mall": 2186, "older": 1459, "frosting": 809, "wild": 473, "children": 883, "disc": 2602, "plaid": 258, "powdered sugar": 1848, "computer": 181, "my best guess is yes": 2622, "na": 1350, "top": 441, "fries": 593, "red white and blue": 619, "49": 1845, "hungry": 1321, "lamp": 411, "hammer time": 1878, "swiss": 2763, "michigan": 2392, "shore": 1613, "o": 1193, "foam": 1905, "couple": 1807, "checkered": 459, "italian": 586, "on left": 534, "heinz": 2497, "shade": 608, "graduation": 2027, "looking for food": 2741, "sled": 1977, "main": 1148, "caucasian": 637, "mango": 1979, "triumph": 2966, "reebok": 2090, "cumulus": 1314, "sheep": 70, "don't walk": 2501, "doughnuts": 718, "detroit": 2000, "idk": 2012, "3": 5, "reflection": 770, "labrador": 1073, "colored": 1892, "hello kitty": 1152, "throw": 2088, "smartphone": 1499, "tennis racket": 169, "pizza cutter": 1091, "seat": 1213, "game controller": 785, "ping pong": 2033, "furniture": 1435, "61": 2725, "for fun": 1890, "noodles": 1104, "female": 84, "newspaper": 903, "europe": 1010, "comforter": 2399, "upright": 2534, "single": 1339, "harbor": 1937, "plastic": 151, "curious": 2232, "sniffing": 2411, "cat": 32, "ceiling fan": 2578, "conference": 2722, "yellow and gray": 2935, "dinner": 247, "close": 2108, "bell": 1001, "pink": 28, "skateboard park": 2636, "skater": 2181, "not": 1089, "washing": 2367, "united states of america": 2563, "trees": 88, "skin": 2515, "advertising": 2556, "elm": 1119, "lime green": 1686, "hill": 847, "right": 21, "uk": 1162, "kingfisher": 2685, "baking": 1842, "cafe": 1695, "parachute": 1615, "air force": 1097, "floral": 358, "on stove": 2130, "button": 2528, "suv": 925, "vehicle": 1898, "grapefruit": 1455, "parade": 822, "engine": 1259, "continental": 1975, "cowboy": 812, "more than 20": 2664, "no idea": 493, "knee": 2978, "honda": 658, "paddle boarding": 1758, "white and black": 241, "playing games": 2773, "airplanes": 1180, "black & white": 1078, "california": 767, "spots": 2634, "home office": 2743, "snowboarder": 1535, "sweatband": 1266, "eyeglasses": 2446, "chevy": 1570, "softball": 671, "house cat": 2783, "barbed wire": 1463, "birthday": 139, "feeding giraffe": 2688, "thailand": 2386, "card": 2788, "aluminum": 1121, "space": 2115, "nokia": 941, "color": 318, "high heels": 2948, "rabbit": 1506, "website": 2344, "toys": 1018, "46": 1590, "handicap": 2172, "choppy": 2074, "hair": 279, "64": 1883, "heineken": 2667, "donkey": 1442, "purple and white": 1978, "on skateboard": 2131, "orange": 23, "silverware": 2347, "walk": 829, "placemat": 2285, "in suitcase": 2686, "plunger": 2348, "there isn't one": 2832, "friend": 1179, "gaming": 1538, "leaving": 1477, "wet": 825, "v": 2369, "slippers": 2117, "logo": 1005, "1:55": 2065, "entertainment": 2689, "sub": 1634, "manchester": 2878, "mohawk": 1867, "eggs": 725, "decorations": 2154, "coal": 1230, "catching frisbee": 988, "wii game": 2797, "multi": 690, "fruit": 171, "cover": 1940, "dirt": 153, "parked": 808, "3:10": 2242, "square": 148, "sony": 703, "controller": 381, "stir fry": 2127, "referee": 1798, "mushrooms": 873, "fork knife": 2152, "sewing": 2768, "ram": 1575, "china airlines": 1622, "washington dc": 1359, "clock": 200, "skateboard": 44, "4:00": 2063, "6 feet": 1413, "suzuki": 1593, "family room": 1639, "gate": 1618, "hound": 2742, "hotel room": 1523, "drive": 2924, "marker": 2977, "halloween": 960, "high": 773, "surfing": 45, "2:50": 1948, "map": 1434, "falling": 1246, "turkey": 594, "warning": 1219, "adult": 413, "11:40": 2897, "in his hand": 2546, "ski": 382, "in back": 1381, "ascending": 2340, "icing": 985, "on shelf": 1293, "raspberry": 2128, "on laptop": 2251, "pizza box": 2804, "my best guess is no": 2976, "curtain": 708, "in grass": 1375, "seagull": 435, "paint": 478, "desserts": 1906, "tired": 1163, "blurry": 1437, "parakeet": 1953, "pillows": 998, "spring": 222, "controllers": 1762, "stone": 206, "garlic": 2852, "basil": 805, "85": 2893, "4:15": 2559, "florida": 1556, "wires": 1140, "zebras": 292, "slope": 2766, "fishing": 628, "speaker": 1290, "baby": 309, "hair dryer": 1382, "chairs": 712, "united states": 439, "white and orange": 1136, "coats": 2748, "poodle": 1042, "ski pole": 1101, "men's": 1799, "no dog": 1256, "daffodils": 2551, "baseball cap": 845, "pineapple": 878, "towing": 1928, "thick": 1780, "watch": 294, "puppy": 1583, "mushroom": 1238, "checked": 2156, "stadium": 2019, "toothbrush": 186, "1 year": 1754, "corona": 2233, "squares": 884, "leaning": 2289, "looking out window": 2644, "heart": 425, "smiley face": 2205, "11:55": 2158, "bookshelf": 1676, "cup": 430, "us": 672, "2011": 1222, "railroad crossing": 2593, "hood": 1631, "brown and white": 252, "on sink": 2024, "milk": 278, "street signs": 2968, "holding": 1503, "calf": 2327, "right one": 1186, "germanwings": 2950, "plane": 100, "man made": 2439, "white and tan": 2384, "horse riding": 2916, "dell": 224, "fedex": 768, "tunnel": 2830, "landing": 456, "index": 2378, "pug": 837, "skis": 135, "volvo": 2007, "safari": 1291, "white and pink": 2087, "tabby": 587, "someone": 2161, "fence": 136, "thumb": 2113, "countryside": 2073, "cars": 383, "ship": 1236, "bar": 782, "go": 535, "t shirt": 595, "vinyl": 1565, "kettle": 1833, "brace": 2475, "light": 217, "spider": 2614, "broke": 2889, "adidas": 327, "at camera": 896, "hay": 320, "branch": 492, "england": 342, "dots": 1362, "paddle": 956, "laughing": 1935, "yellow and blue": 580, "silk": 2461, "no woman": 2738, "playing video games": 1361, "fire truck": 856, "picnic": 1900, "skating": 384, "blanket": 335, "ski lift": 926, "rust": 1447, "yellow and orange": 2086, "pony": 1546, "tropical": 1811, "street light": 1697, "dark gray": 1986, "red white blue": 997, "photographer": 392, "helmet": 120, "remote": 212, "away from camera": 2790, "duck": 550, "terrier": 702, "thai": 1899, "ramp": 668, "12 feet": 2313, "yes": 1, "buggy": 2004, "sunset": 419, "bus station": 2278, "legs": 1420, "pool": 1599, "british airways": 1221, "gray and black": 1209, "la": 2781, "parasailing": 947, "no grass": 2808, "ice cream": 592, "cross": 699, "wired": 2560, "on tray": 2842, "far right": 2137, "bricks": 378, "tennis": 20, "laptop computer": 2133, "cow": 78, "golden": 2056, "red white black": 2570, "ski poles": 289, "salad": 301, "welcome": 2508, "dresser": 1210, "hiking": 1973, "australia": 1243, "cell": 2235, "7:00": 2454, "cement": 314, "green and white": 393, "throwing": 1172, "66": 1677, "747": 2895, "u haul": 2631, "hoagie": 2881, "bandana": 935, "batting": 635, "tracks": 522, "dad": 1666, "7:25": 2894, "sun": 215, "badminton": 1843, "beef": 472, "chain link": 877, "chopsticks": 857, "double decker bus": 2231, "shaking hands": 2590, "red and green": 759, "boston": 740, "fancy": 1775, "tile": 97, "fan": 600, "coffee": 154, "pole": 344, "flip": 1701, "brown and tan": 1838, "suitcases": 979, "socks": 1168, "knee pads": 1774, "on sidewalk": 1034, "wallet": 2408, "pancakes": 1502, "fire extinguisher": 2651, "daisies": 1084, "chalk": 2140, "blue yellow": 1765, "us open": 2938, "forehand": 1919, "cold": 201, "countertop": 2256, "bat": 133, "salt": 1432, "calico": 949, "avocado": 1540, "driveway": 2037, "man on right": 1369, "blue and orange": 2400, "bathtub": 1218, "lg": 1392, "name tag": 2876, "in water": 531, "cat food": 2955, "candle": 824, "kitesurfing": 1663, "westin": 2676, "in snow": 2305, "fedora": 1053, "backyard": 2429, "passengers": 1103, "tank": 2089, "4:30": 2216, "gray and blue": 1851, "d": 1790, "11:30": 2085, "laptops": 1115, "muffin": 2303, "tennis balls": 2731, "animals": 968, "drinking": 347, "drinks": 1487, "baseball mitt": 2956, "10 years": 2328, "eating": 63, "vans": 1466, "over": 1773, "quilt": 2068, "19": 482, "in basket": 2981, "fire": 623, "washington": 1113, "jp morgan": 2226, "neck": 1448, "train station": 465, "college": 2926, "run": 2462, "wallpaper": 1671, "directions": 1524, "red and yellow": 487, "selfie": 1169, "tent": 1343, "couch": 155, "strawberries": 540, "frisbee golf": 2135, "1950": 2482, "to see": 2633, "ledge": 1970, "happy": 259, "one": 2943, "stickers": 1430, "pitching": 1419, "ny": 2776, "mesh": 2877, "nissan": 1672, "2015": 2365, "n a": 1059, "skirt": 1080, "brown black": 2986, "skiers": 2299, "37": 1233, "fireplace": 954, "flowers": 90, "lexus": 1673, "loading": 2645, "regular": 745, "sausage": 609, "yacht": 2961, "practice": 2617, "on grass": 1003, "sink": 304, "no bird": 2843, "tarmac": 1438, "giants": 1028, "plain": 497, "stainless steel": 621, "amtrak": 1882, "flamingo": 2718, "lilac": 2574, "light green": 1832, "traffic lights": 2202, "oblong": 2663, "cigarette": 832, "supreme": 2371, "deciduous": 1974, "blocks": 2529, "20 mph": 2792, "it's raining": 1936, "white blue": 1130, "towels": 778, "raspberries": 2092, "steps": 1416, "intersection": 1820, "swinging bat": 2514, "350": 1573, "block sun": 2753, "slow": 780, "100": 269, "yard": 1690, "neither": 257, "setting": 1185, "toilets": 2098, "elephants": 202, "average": 2339, "deer": 1356, "monkey": 927, "subway": 687, "bowtie": 1462, "downhill": 525, "blinders": 2670, "starbucks": 841, "5 feet": 1327, "kayak": 1478, "top right": 1736, "hills": 1178, "dandelions": 2745, "sign": 274, "presidio": 2772, "siamese": 1102, "domestic": 1836, "radio": 1650, "clean": 407, "1st": 1910, "solid": 322, "snowboard": 156, "asia": 783, "running": 429, "dessert": 375, "plastic wrap": 2736, "leaf": 1151, "windows": 373, "baseball game": 1804, "daisy": 625, "black and orange": 1840, "diamonds": 1761, "video game": 701, "heater": 2151, "peas": 1150, "second": 2247, "drawer": 2014, "hit ball": 772, "down": 110, "giraffe and zebra": 2650, "dawn": 2028, "stripes": 180, "surprise": 2458, "skatepark": 1467, "decorative": 2421, "apple": 57, "new york city": 2287, "cap": 476, "collie": 779, "across street": 2194, "berries": 1297, "herd": 2716, "stopping": 2018, "players": 2618, "food": 67, "google": 1751, "willow": 2406, "game": 578, "brown and green": 1894, "males": 2545, "suburban": 2346, "resting": 366, "yellow": 13, "safe": 2770, "pink and black": 2316, "rails": 2640, "white one": 2507, "birds": 228, "chicago": 804, "baseball": 17, "red and orange": 2994, "under": 2200, "doll": 1620, "name": 2034, "pirate": 2390, "watching": 495, "on tower": 1681, "sports": 1431, "towel rack": 2799, "paris": 1440, "garage": 1050, "casserole": 1579, "hoodie": 1377, "curved": 1869, "rubber": 1726, "clear": 86, "boogie board": 1251, "in park": 2356, "waving": 1755, "eagles": 2884, "working": 929, "drying": 2719, "candles": 674, "wooden": 539, "parking meter": 606, "farmers market": 2380, "station": 820, "10": 40, "long": 418, "at&t": 2606, "happy birthday": 1395, "knife and fork": 1454, "sidewalk": 221, "summer": 108, "goose": 1412, "landscape": 2035, "frame": 1904, "palm trees": 1043, "42": 1108, "mat": 1750, "probably": 1349, "pitcher": 396, "drinking water": 1539, "sunrise": 1738, "ted": 2702, "christmas tree": 1621, "hiding": 2227, "trucks": 1810, "peaches": 2391, "taking selfie": 2437, "rowing": 2079, "tan": 48, "virgin": 2436, "spoons": 1826, "no flowers": 2332, "beets": 2988, "descending": 2334, "dunkin' donuts": 2885, "oar": 2051, "barn": 1232, "window": 214, "200": 813, "man's": 1831, "front": 311, "raw": 1553, "diesel": 1587, "younger": 2343, "at beach": 1857, "kneeling": 2811, "take off": 2513, "one on right": 742, "30": 194, "decoration": 563, "partly cloudy": 1307, "wavy": 1927, "unreadable": 2610, "several": 303, "museum": 1098, "surfer": 826, "sticks": 2315, "can't say": 1908, "easter": 1449, "remote control": 907, "russian": 2223, "platform": 1547, "flying kite": 197, "silver and black": 1543, "10:50": 2405, "3:15": 2755, "yellow and red": 700, "kids": 1026, "orange juice": 605, "shelter": 2733, "steeple": 2180, "foil": 1330, "fly": 1920, "warmth": 2585, "flower": 288, "stand": 987, "1:30": 1860, "2:15": 2064, "hamburger": 1411, "pitch": 2023, "empty": 865, "light blue": 710, "black and white": 43, "in hand": 2054, "converse": 2001, "buildings": 736, "english": 159, "buses": 1488, "french fries": 848, "moon": 1699, "theater": 1930, "birch": 2237, "track": 1348, "new york": 374, "2 feet": 895, "veggies": 1070, "people": 142, "hats": 654, "dark brown": 1153, "zebra and giraffe": 2506, "police": 326, "beanie": 942, "stop": 59, "iphone": 1371, "tractor": 1360, "56": 2097, "in field": 1074, "outdoor": 787, "nursing": 2621, "border collie": 2450, "gravy": 1879, "300": 1373, "bikini": 1231, "krispy kreme": 946, "clouds": 223, "wire": 414, "toilet": 182, "electronics": 1640, "bmw": 764, "h": 1902, "no hat": 2052, "handle": 911, "red and blue": 536, "trash": 630, "no left turn": 2807, "pen": 719, "white and yellow": 1135, "day time": 1247, "antelope": 2238, "corner": 1069, "cinnamon": 2503, "living room": 52, "on sign": 2376, "tulip": 1347, "swing": 1483, "cows": 141, "not possible": 235, "rail": 944, "river": 402, "mom": 1220, "propeller": 1223, "on his head": 2071, "residence": 2771, "ox": 1955, "sunlight": 790, "by window": 2888, "fork and knife": 844, "runway": 951, "11:10": 2698, "waiting": 685, "scooters": 2591, "baseball glove": 1192, "air canada": 757, "forks": 1789, "2013": 1182, "arabic": 1689, "2:30": 2727, "jockey": 1720, "cheddar": 2553, "meow": 2779, "tissues": 1976, "870": 2382, "traffic": 815, "pink and white": 900, "polar bears": 2413, "himself": 1787, "in zoo": 2598, "mexico": 1159, "pine": 355, "tablet": 1474, "license plate": 2847, "somewhat": 2204, "15 feet": 2218, "serve": 1093, "fast": 1046, "wii bowling": 2198, "burton": 1987, "potatoes": 704, "security": 2802, "mound": 2207, "castle": 2040, "they aren't": 2385, "cheese": 145, "baked": 2338, "carrot": 266, "on snow": 2911, "nathan's": 2975, "mac and cheese": 2493, "woman": 64, "pelicans": 2873, "pointing": 1507, "first base": 2601, "ireland": 2576, "red green": 2412, "orange and blue": 2250, "in car": 1693, "holding it": 2036, "shades": 2767, "catch ball": 2039, "cotton": 588, "straw": 659, "mouse": 368, "traveling": 1158, "turf": 1963, "you": 2934, "2nd": 2259, "can't read": 2177, "sugar": 634, "life": 2947, "soccer ball": 660, "life jacket": 2268, "bread": 270, "cleats": 1194, "awake": 1785, "blankets": 2006, "59": 2931, "alive": 2193, "africa": 231, "croissant": 1939, "motocross": 1956, "emergency": 2275, "brush": 788, "volleyball": 1066, "3:25": 2455, "pork": 817, "circles": 1154, "classroom": 1809, "45": 752, "cucumber": 953, "roman numerals": 1267, "power lines": 1516, "fog": 1480, "eat": 1129, "none": 27, "skate": 1390, "sunglasses": 260, "goatee": 2445, "movie": 1600, "playing frisbee": 496, "pedestal": 2661, "snake": 2732, "stuffed bear": 1520, "busy": 2750, "ipod": 1760, "tiger": 1024, "multiple": 1718, "mantle": 2946, "main st": 2740, "75": 1112, "wii control": 2826, "donut": 122, "ears": 1702, "arch": 1897, "sailboats": 2118, "conductor": 2423, "jungle": 1708, "shut": 1795, "stars": 1205, "cart": 750, "40": 340, "closed": 210, "on building": 1137, "los angeles": 1441, "red and black": 395, "backpack": 295, "chevrolet": 1534, "slacks": 2904, "steam": 555, "panda": 1404, "restroom": 1335, "mitsubishi": 2846, "frisbee": 19, "pink and yellow": 2069, "nuts": 1554, "kite": 41, "ana": 2364, "olives": 532, "orange and black": 1197, "sheet": 1582, "adults": 1322, "railing": 974, "bridle": 1602, "red black and white": 2616, "egg salad": 2814, "on ground": 455, "burgers": 2605, "tusk": 2345, "p": 614, "angels": 1778, "crib": 2038, "train": 71, "building": 205, "5:25": 2695, "multi color": 2148, "school": 557, "xbox": 1497, "room": 1417, "ge": 2359, "burnt": 2858, "dry": 729, "brushing her teeth": 2817, "big ben": 888, "comcast": 1808, "round": 166, "cookie": 1364, "produce": 1521, "cobblestone": 1709, "green and yellow": 676, "plates": 931, "laminate": 1653, "dump truck": 2290, "bagel": 1283, "blood": 2428, "red": 6, "mouse pad": 1850, "not at all": 2147, "leash": 1145, "palm": 256, "hardwood": 807, "silver": 39, "evergreen": 1274, "wheels": 1493, "not sure": 163, "spinach": 332, "scared": 2905, "barrel": 2478, "cabinet": 652, "maroon": 601, "teddy bears": 981, "laying": 679, "chase": 1295, "oatmeal": 2995, "male": 74, "strawberry": 549, "city street": 2856, "mountain": 268, "tag": 872, "shopping": 1932, "blender": 564, "napkin": 689, "below": 1422, "trick": 2221, "yield": 1352, "antique": 1752, "cooking": 248, "roll": 2803, "can't tell": 190, "vegetable": 814, "cones": 1326, "in cabbage town": 2980, "pancake": 2680, "tiled": 1871, "half full": 2547, "modern": 610, "disc golf": 2983, "cushion": 2138, "overhead": 2265, "33": 963, "1000": 1212, "12:00": 1161, "bell pepper": 2555, "bagels": 2990, "black": 7, "blue red": 1946, "lap": 1393, "heels": 1998, "camera": 92, "copper": 1941, "biking": 1316, "salmon": 1278, "rug": 449, "sedan": 1408, "can't read it": 2472, "apples": 211, "water bottle": 1260, "70": 1196, "yellow and brown": 2220, "reigns": 2735, "headband": 641, "coins": 2324, "mixed": 1818, "poles": 461, "skateboarding": 38, "white and green": 761, "turn": 2179, "soap": 839, "bird feeder": 2890, "parking": 457, "12:05": 2142, "bag": 291, "strips": 2587, "ivy": 1700, "benches": 1824, "1:15": 2456, "blue and yellow": 490, "chinese": 225, "20 feet": 1444, "drain": 2333, "right hand": 1545, "4": 10, "for protection": 2996, "smile": 653, "taking off": 416, "little": 868, "sky": 239, "6 inches": 1924, "octagon": 633, "mattress": 2025, "electricity": 559, "cleveland": 2604, "toaster oven": 1581, "curb": 1331, "black and silver": 1286, "backward": 2312, "dodge": 2153, "smiling": 339, "man on left": 1300, "peppers": 481, "ahead": 1962, "windmill": 2533, "stop sign": 462, "batter": 426, "magazine": 1594, "piano": 1255, "pacifier": 2351, "c": 870, "off white": 1004, "i": 2812, "belt": 1120, "cucumbers": 2029, "yak": 2898, "maple leaf": 1969, "cook": 1105, "wall": 128, "blue": 8, "woods": 1085, "never": 2543, "gatorade": 1801, "shepard": 2871, "houses": 1111, "on bus": 2319, "power": 1660, "liquid": 1981, "stairs": 852, "reading": 409, "wax paper": 2936, "student": 2967, "steak": 851, "bucket": 961, "coach": 1569, "kites": 111, "plant": 467, "good": 491, "11:00": 2031, "club": 1907, "vintage": 2609, "cell phones": 1174, "work": 599, "greek": 2308, "mint": 1957, "broken": 1126, "drawing": 1891, "on table": 254, "wetsuit": 272, "abstract": 1989, "feathers": 2323, "72": 2991, "fuel": 2600, "brunette": 2291, "hydrant": 502, "2:10": 2341, "victorian": 2409, "10:25": 2992, "one way": 561, "crocs": 2447, "bus": 80, "12": 60, "huge": 2417, "highway": 1537, "serious": 2835, "market": 753, "sheepdog": 2678, "hard": 1508, "jump": 1064, "sesame": 2970, "day": 134, "numbers": 1849, "on phone": 2302, "mozzarella": 874, "lifeguard": 2440, "computer screen": 1942, "books": 324, "doberman": 2953, "wii controllers": 1482, "n": 858, "nikon": 2739, "japan": 585, "woman's": 2329, "pipe": 1996, "sunny": 62, "dugout": 1703, "semi": 1770, "transport": 2112, "catcher": 312, "ollie": 1901, "rolex": 2705, "cone": 1047, "spatula": 1273, "white and purple": 2866, "1:50": 1791, "oval": 488, "6 months": 2930, "3 inches": 2630, "turquoise": 1014, "thin": 1183, "it isn't": 2442, "double": 1732, "peanuts": 2414, "lemons": 1410, "clock tower": 655, "midday": 897, "kale": 2252, "whirlpool": 2899, "roast beef": 1500, "switzerland": 2536, "person": 176, "on train": 2353, "toyota": 800, "horse": 42, "ride": 1567, "robe": 2301, "american flag": 1580, "pasture": 1717, "champagne": 1961, "sushi": 1277, "mickey mouse": 2304, "blueberries": 1589, "7": 30, "stuff": 2486, "brushing hair": 2751, "weather vane": 2435, "chef": 905, "impossible": 1984, "italy": 842, "no clue": 2777, "10 ft": 2794, "coke": 551, "gray and red": 2228, "catching": 647, "fanta": 2855, "thumbs up": 2099, "sand": 119, "grocery": 2026, "globe": 1880, "beans": 916, "toothpick": 1812, "brown": 12, "flat screen": 2687, "no animal": 1782, "stool": 1216, "sailboat": 934, "grain": 2717, "mexican": 1244, "nintendo": 1096, "catch": 1450, "persian": 2249, "asparagus": 1253, "teeth": 1423, "grassy": 2309, "monitor": 932, "polka dot": 1374, "tie dye": 2901, "north face": 2682, "grass": 35, "spaghetti": 2020, "left side": 990, "elephant": 55, "bow tie": 1400, "evening": 250, "tourists": 2900, "cluttered": 2424, "4 feet": 1511, "tub": 1464, "teacher": 2939, "cycling": 2422, "28": 524, "gray and white": 611, "celery": 1211, "bottom right": 1945, "teal": 666, "yorkie": 2795, "rackets": 1742, "stands": 2066, "white black": 901, "ticket": 2902, "coffee cup": 2211, "land": 1020, "178": 2863, "lighting": 2267, "hawaiian": 1917, "10 feet": 1002, "turning": 2760, "50": 220, "window sill": 1472, "urinal": 1864, "tow": 2222, "motorola": 1269, "house": 251, "railroad": 2492, "hot sauce": 2170, "butter": 898, "dough": 2254, "shell": 2078, "bed": 101, "pelican": 1086, "kayaking": 1394, "alaska": 1611, "ducks": 665, "private": 863, "tie": 172, "tower": 518, "17": 308, "comfort": 2747, "formal": 1479, "cardinal": 2857, "12:40": 2864, "enclosure": 2499, "red white and black": 2389, "106": 1912, "playstation": 2679, "owl": 775, "backpacks": 2861, "sas": 2592, "cutting board": 574, "no": 0, "smoking": 2076, "dark green": 2276, "whale": 2656, "8": 31, "snowboarding": 72, "60": 717, "dragon": 1550, "no cat": 2119, "checkerboard": 1823, "banana": 65, "fridge": 453, "swan": 784, "riding": 464, "lot": 173, "control": 2746, "necklace": 526, "vase": 297, "short": 277, "toward camera": 2831, "balloon": 1825, "american": 287, "outdoors": 338, "jeep": 1076, "camper": 2749, "bakery": 891, "dairy queen": 2720, "street": 149, "taking picture": 552, "sea": 1740, "semi truck": 2872, "laptop": 81, "cop": 2625, "sandy": 2637, "99": 2531, "big": 577, "bananas": 102, "news": 1727, "motorcycles": 364, "31": 978, "china": 329, "paisley": 2165, "playing baseball": 584, "in bowl": 1068, "m": 1063, "board": 545, "drywall": 1021, "riding horse": 1873, "usa": 191, "humans": 1821, "tusks": 1261, "dining room": 505, "savory": 2769, "garden": 1723, "water ski": 2677, "floating": 1985, "motel": 2166, "hummingbird": 1674, "carrots": 192, "desk": 236, "pillow": 485, "trolley": 2730, "ribbon": 1144, "canada": 421, "mask": 1099, "68": 2214, "sheetrock": 2021, "bird": 103, "in middle": 1585, "zoo": 185, "lime": 1281, "no parking": 714, "bored": 2818, "cups": 1325, "101": 2125, "swinging": 1116, "flying kites": 547, "climbing": 1893, "2 hours": 2197, "hello": 2577, "red light": 2836, "art": 818, "can": 1250, "lake": 371, "shearing": 2022, "tissue": 1769, "privacy": 2248, "missing": 2464, "bib": 1358, "ball": 138, "india": 709, "not visible": 1403, "rectangles": 2539, "face": 733, "dachshund": 2525, "colorful": 2257, "leopard": 2053, "human": 483, "goalie": 1682, "shells": 2569, "moving": 726, "hot dogs": 388, "strike": 2487, "ladder": 1122, "protest": 2972, "library": 993, "horizon": 2496, "hands": 720, "bears": 452, "black white": 362, "bathing suit": 2362, "doubles": 1646, "very tall": 1793, "retriever": 1797, "boys": 1264, "jesus": 2575, "samsung": 512, "walkway": 2457, "11:25": 2583, "eyes": 1258, "soda": 437, "tiara": 2761, "city bus": 2002, "nose": 1268, "rocks": 331, "weather": 2484, "chiquita": 1526, "cakes": 1944, "aluminum foil": 2480, "mirrors": 2945, "passenger": 386, "red and silver": 2091, "arriving": 1858, "france": 749, "volkswagen": 1541, "gmc": 2273, "cane": 1610, "nike": 158, "batman": 2293, "boy": 152, "blue and silver": 2554, "bike": 137, "hitting ball": 1586, "corn": 875, "rice": 546, "show": 2300, "hp": 843, "toothbrushes": 1396, "gloves": 458, "briefcase": 1803, "diamond": 715, "wave": 849, "movement": 2683, "left and right": 2394, "signs": 967, "gun": 2055, "freight": 1341, "spray paint": 2613, "lemon": 427, "tomato": 271, "cats": 673, "lemonade": 2624, "uniform": 1512, "purple": 58, "yellow and black": 598, "tea": 480, "leaves": 227, "whipped cream": 2867, "posts": 2837, "white and brown": 565, "logitech": 1719, "to left": 651, "door": 500, "9:45": 2402, "den": 1284, "hand": 341, "dish": 2123, "twin": 850, "stripped": 2567, "rainbow": 470, "55": 670, "clocktower": 2954, "santa hat": 2703, "forest": 723, "living": 410, "granite": 583, "ketchup": 363, "five star": 2854, "on side": 2597, "khaki": 1017, "posing for picture": 2594, "on toilet": 2286, "refrigerator": 315, "sprite": 2100, "turtle": 2632, "airplane": 146, "hospital": 1329, "drinking wine": 2524, "straight ahead": 1993, "white brown": 1846, "parasail": 1584, "germany": 794, "fluffy": 2853, "shorts": 337, "keys": 1888, "carnation": 2190, "emirates": 983, "phillies": 1692, "wreath": 2796, "seattle": 1560, "bad": 1510, "cooler": 2448, "in front": 846, "bowl": 296, "crow": 1694, "tour bus": 2700, "german": 795, "clothing": 1058, "shirts": 1739, "coming": 1688, "to eat": 1604, "coffee maker": 1854, "motor": 1397, "cosmo": 2526, "catching ball": 2985, "sauce": 617, "city": 207, "bars": 2628, "flying": 350, "pot": 781, "scania": 2182, "playing wii": 261, "young": 361, "farmer": 1868, "inside": 255, "cooked": 1384, "jeans": 302, "united kingdom": 1949, "driving": 889, "stuffed": 1992, "football": 569, "side of road": 2162, "blue white": 591, "writing": 1308, "toward": 1275, "it's not": 1229, "salsa": 2638, "cool": 1601, "black and red": 724, "poor": 1995, "earrings": 1835, "tokyo": 2017, "ostrich": 1469, "in vase": 2210, "mp": 2288, "kiwi": 1160, "tennis player": 1235, "chihuahua": 1421, "crates": 2721, "ring": 737, "vines": 2243, "feet": 1128, "magazines": 1980, "cardinals": 1305, "dalmatian": 1426, "20": 94, "cleaning": 995, "cabinets": 1385, "north": 479, "r": 1501, "donuts": 218, "bald": 2957, "chest": 2361, "tin": 2512, "coaster": 2502, "baker": 2958, "autumn": 1318, "pc": 1323, "carnations": 2669, "christmas": 178, "onion": 917, "on track": 1997, "coffee table": 1763, "middle": 334, "farm": 711, "glass": 132, "seeds": 1771, "yellow and white": 789, "shop": 2490, "onion rings": 2841, "multi colored": 918, "baseball player": 2192, "water skiing": 558, "wagon": 1013, "police officer": 1874, "desert": 607, "db": 2187, "war": 2314, "shoe": 940, "rising": 2639, "man": 37, "playing tennis": 365, "multicolor": 1968, "chili": 1777, "rope": 469, "lettuce": 216, "bicycles": 743, "looking": 520, "paper towel": 2806, "cannot tell": 603, "wings": 2729, "singing": 1827, "umbrellas": 400, "ground": 125, "flip flops": 643, "suitcase": 167, "women's": 1861, "mac": 766, "pepper": 656, "12:55": 1911, "linoleum": 1114, "bowling": 871, "race": 1629, "helicopter": 1517, "bath": 1572, "pajamas": 1954, "packing": 2710, "breakfast": 208, "full": 661, "ocean": 162, "all way": 2431, "whole": 2045, "your best guess": 2219, "cameraman": 2003, "south": 571, "state farm": 2568, "right side": 914, "74": 2558, "britain": 1204, "red bull": 1628, "rack": 1237, "dark": 624, "aqua": 1647, "grocery store": 2358, "grape": 2106, "water skis": 2407, "soccer": 66, "scale": 2388, "all": 706, "tuna": 2201, "some": 1458, "print": 2010, "downtown": 958, "north america": 1082, "transparent": 2330, "eating grass": 2398, "toilet paper": 528, "tongue": 1276, "reins": 1433, "canopy": 2109, "lufthansa": 999, "harness": 1095, "canon": 2176, "paddling": 2542, "43": 1139, "cilantro": 2668, "34": 769, "earring": 2107, "scrambled": 2516, "toast": 1414, "bunny": 2337, "11:15": 2933, "vacation": 2368, "burrito": 2473, "boxer": 1839, "700": 2654, "classic": 2234, "black and brown": 1296, "3 feet": 913, "clocks": 1855, "thanksgiving": 1592, "african american": 1669, "statue": 973, "paved": 2909, "cardboard": 989, "zebra": 89, "sticker": 1965, "hearts": 1654, "surf": 730, "watermelon": 943, "on plate": 489, "lambs": 2880, "bracelet": 629, "numerous": 2912, "design": 1461, "stuffed animals": 1147, "caution": 1336, "on mountain": 2681, "electric": 330, "smoke": 562, "cloud": 1588, "lasagna": 2441, "gas": 354, "bay": 2671, "coat": 866, "stopped": 1505, "in ocean": 2849, "buffalo": 2059, "tail": 1164, "parmesan": 2350, "white red": 1406, "queen": 1039, "67": 2960, "on chair": 1548, "5:40": 1990, "dark blue": 1173, "rose": 404, "0": 9, "teapot": 2903, "swans": 2246, "frisby": 2120, "ceramic": 445, "gas station": 1562, "spain": 1966, "blue green": 1146, "lily": 1345, "public": 632, "on beach": 980, "normal": 1012, "light brown": 831, "rye": 2538, "in street": 1983, "above stove": 2280, "pots": 1187, "husky": 1320, "stop light": 2261, "commuter": 1609, "nothing": 18, "fruits": 948, "blue and black": 833, "vanilla": 553, "menu": 1783, "banana peel": 2989, "outfield": 2839, "orange white": 2375, "39": 1591, "clip": 2927, "navy blue": 1662, "ryanair": 2906, "can't see": 810, "eiffel tower": 2923, "raft": 2463, "left one": 1117, "girls": 1189, "sailing": 1741, "many": 98, "don't know": 179, "2009": 1685, "sparrow": 1019, "red yellow": 1475, "pickles": 1262, "10:55": 2124, "animal": 1254, "graffiti": 319, "vases": 1337, "cowboy hat": 2174, "taller": 2762, "fork": 117, "police car": 2908, "spoon": 198, "jacket": 403, "birthday cake": 1357, "swim trunks": 1657, "shadows": 1635, "crossing": 1597, "soft": 1389, "trailer": 1368, "meter": 1299, "black and green": 2258, "using phone": 2937, "mercedes benz": 1072, "brushing his teeth": 1684, "circle": 237, "pizza hut": 1915, "dirt bike": 1355, "above toilet": 2607, "dogs": 527, "dip": 2786, "3:00": 1265, "chandelier": 1304, "grill": 1170, "shallow": 1551, "flat": 1065, "9:25": 2557, "blinds": 589, "hit tennis ball": 2918, "carriage": 739, "lift": 2209, "talking": 345, "airport": 177, "geese": 1157, "am": 2401, "wetsuits": 1862, "seafood": 1951, "riding bike": 1552, "swimsuit": 1439, "pacific": 2874, "i don't know": 305, "picture": 281, "golf": 2081, "bud light": 1504, "on computer": 2974, "2:20": 2196, "boats": 511, "9": 49, "arm": 1107, "fake": 691, "swimming": 548, "opened": 2840, "ear": 2121, "birthday party": 2928, "chains": 2157, "ponytail": 556, "bathing": 1496, "ferry": 1730, "bus stop": 959, "tall": 756, "beer": 130, "blue and gray": 1048, "dove": 1960, "fire hydrant": 284, "diner": 2603, "wilderness": 2962, "downward": 2419, "african": 786, "foggy": 1225, "pipes": 2707, "daytime": 203, "typing": 1071, "wakeboard": 2296, "going": 1351, "upside down": 2370, "triangles": 2160, "happiness": 1425, "doughnut": 433, "penguin": 1716, "shelf": 513, "old": 187, "orange and green": 2129, "street sign": 952, "in air": 451, "partly": 2709, "playing": 209, "one on left": 881, "shoulder": 2438, "great britain": 2468, "peacock": 1661, "boating": 1195, "bone": 2015, "urban": 537, "dr pepper": 2418, "player": 1757, "serving": 1008, "circus": 2139, "oil": 1207, "2008": 2281, "double decker": 507, "10:05": 2793, "brazil": 2474, "air france": 1202, "buoy": 2579, "concrete": 168, "kitchen": 29, "macaroni and cheese": 2809, "wheat": 1288, "military": 722, "burger": 1365, "metro": 2104, "asleep": 2582, "greens": 2444, "protection": 669, "rock": 359, "wood and metal": 2584, "model": 2167, "windy": 1100, "outside": 87, "indoors": 446, "san diego": 2331, "professional": 2540, "tomatoes": 412, "yellow black": 1991, "wood": 24, "motorbike": 904, "late afternoon": 2646, "deep dish": 2998, "baseball field": 1011, "10:30": 2758, "knife": 157, "foreground": 1354, "cherries": 1923, "words": 886, "glaze": 1722, "1 foot": 1287, "hit": 1638, "syrup": 2586, "jackets": 2495, "dome": 2690, "equestrian": 2997, "ultimate frisbee": 1519, "fisheye": 2883, "spiral": 2834, "almonds": 2822, "tablecloth": 1415, "pavement": 791, "5:45": 2655, "shower curtain": 1715, "he's not": 2307, "fluorescent": 1822, "computers": 1399, "wiimote": 686, "dining": 976, "display": 1853, "j": 2395, "6": 16, "dinosaur": 2255, "red white": 631, "few": 1486, "printer": 2163, "staring": 1007, "each other": 2122, "yellow and green": 945, "cloth": 566, "baseball bat": 394, "2 years": 2217, "kickstand": 1786, "sightseeing": 2489, "12:15": 1696, "out": 754, "pasta": 657, "no pattern": 2266, "bright": 1490, "ivory": 1745, "fabric": 924, "umbrella": 79, "saddle": 1143, "wine tasting": 2608, "anniversary": 2239, "tigers": 2564, "night time": 972, "lid": 1934, "army": 965, "down street": 2785, "dirty": 579, "skateboards": 639, "tennis ball": 484, "vent": 1678, "above": 638, "garbage": 957, "bush": 919, "checker": 2155, "chair": 124, "lady": 705, "vegetarian": 1913, "speakers": 1931, "hot dog": 112, "striped": 293, "cereal": 1372, "bicycling": 2452, "coca cola": 356, "black bear": 1333, "cake": 54, "horses": 127, "us air force": 2244, "lab": 521, "pedestrians": 1815, "3:20": 1884, "nighttime": 650, "island": 1889, "in kitchen": 2150, "hammock": 2599, "windowsill": 2282, "cameras": 2336, "fun": 962, "fishing boat": 2523, "basketball": 727, "curtains": 882, "not clear": 1933, "nintendo wii": 1094, "shoes": 343, "plaster": 1125, "spices": 2635, "red black": 1530, "11:45": 2675, "sunflower": 1156, "blue and green": 933, "fighting": 1729, "teddy": 1344, "tow truck": 1338, "concert": 2652, "america": 397, "for sale": 1881, "joshua": 2169, "casual": 1171, "utensils": 1407, "storage": 1167, "business": 854, "off": 399, "identification": 1972, "88": 2824, "surfboard": 51, "hundreds": 1470, "van": 486, "green": 11, "paintings": 2942, "brown and black": 894, "sweatshirt": 1498, "wireless": 2044, "marina": 2393, "bacon": 604, "construction": 1200, "boxing": 1285, "white and gray": 835, "crest": 2188, "line": 1577, "helmets": 636, "greyhound": 1713, "not in service": 2875, "80": 1181, "no man": 1816, "dancing": 1749, "glazed": 1224, "car": 109, "shih tzu": 2264, "bunk": 2236, "lavender": 1536, "tv stand": 2759, "flour": 1724, "dodgers": 732, "fur": 864, "windsurfing": 1175, "court": 1248, "black and gray": 1056, "teddy bear": 183, "chimney": 2887, "on water": 1711, "scarf": 468, "texas": 1559, "52": 1527, "pink and blue": 2164, "neutral": 2844, "sideways": 2077, "top hat": 2126, "seagulls": 830, "63": 2432, "one in front": 2318, "trunk": 1227, "gym": 2949, "closet": 2189, "sleeve": 2659, "11:35": 2757, "pens": 2596, "waves": 682, "basket": 494, "9:20": 2240, "tongs": 1950, "vegetables": 267, "15": 107, "hitting": 1746, "pigeon": 763, "auburn": 2381, "very big": 2869, "makeup": 1877, "no sign": 2093, "nobody": 460, "mug": 1280, "tattoo": 1166, "wind": 544, "fell": 1436, "too many to count": 1756, "9:30": 2083, "poster": 1643, "scissors": 193, "apartments": 1656, "1 hour": 2433, "drink": 735, "robin": 1649, "new": 504, "s": 1038, "cell phone": 113, "ski resort": 1994, "l": 1370, "restaurant": 232, "2005": 2403, "es": 1999, "sidecar": 2870, "not shown": 2011, "wedding": 243, "white gray": 2383, "jets": 1549, "yamaha": 1134, "polo": 649, "radiator": 1659, "blue black": 2292, "grizzly": 1075, "broom": 2449, "pads": 2620, "park": 229, "jet": 510, "playing game": 698, "king": 1806, "150": 1633, "gray white": 1903, "flickr": 1921, "tarp": 2114, "toddler": 2611, "more than 10": 1743, "posing": 367, "11:20": 2342, "half": 1044, "acer": 2042, "roses": 376, "wool": 862, "jersey": 2915, "suit": 590, "herding": 2271, "sheets": 2969, "6:40": 2754, "apron": 1133, "mustache": 1138, "british": 1489, "rainy": 391, "10:20": 1603, "policeman": 2184, "leg": 1819, "against wall": 2095, "exit": 1665, "kite flying": 390, "case": 2277, "colorado": 2311, "vehicles": 2510, "5 years": 2215, "95": 2959, "aa": 2082, "squirrel": 2387, "blueberry": 2504, "6:45": 2674, "melon": 2355, "hat": 69, "siblings": 2940, "mountains": 246, "real": 323, "weeds": 1131, "winter": 75, "bicycle": 213, "glasses": 150, "back": 454, "deli": 2550, "rectangular": 821, "prince": 2907, "on desk": 688, "spanish": 834, "bun": 899, "fresh": 1460, "goggles": 471, "at table": 2821, "snowy": 1033, "hallway": 2467, "captivity": 1733, "southwest": 1380, "denim": 1578, "sofa": 618, "clay": 620, "2007": 1870, "afternoon": 175, "korean": 1805, "black and yellow": 955, "right handed": 1544, "brushing": 1271, "mo": 2416, "truck": 147, "shark": 2589, "23": 438, "play tennis": 1967, "green and brown": 1518, "on right": 509, "behind fence": 1710, "rural": 811, "harley": 823, "string": 801, "meatballs": 2713, "cheesecake": 1315, "digital": 2691, "dead": 1533, "relish": 1614, "clothes": 357, "skateboarder": 713, "yellow red": 2728, "90": 1768, "kitten": 1208, "air conditioner": 2212, "ice": 1110, "brown white": 1060, "calm": 466, "lines": 1203, "sad": 861, "shrimp": 1025, "formica": 2057, "taxi": 1240, "stroller": 1452, "team": 2565, "san francisco": 909, "harley davidson": 923, "boardwalk": 2581, "2012": 984, "washington monument": 2827, "2:55": 2696, "horizontally": 2715, "tiles": 721, "pig": 1165, "blue team": 2987, "brown and yellow": 2723, "onions": 675, "trash can": 695, "vest": 1023, "us airways": 1598, "caboose": 2694, "not very": 915, "pocket": 2049, "party": 746, "handlebars": 2784, "pie": 836, "5:05": 2096, "wicker": 1379, "eagle": 892, "gloomy": 2982, "home plate": 1664, "green and red": 1027, "expert": 2921, "oven": 385, "tree": 116, "mets": 2665, "roundabout": 2941, "y": 1401, "brown bear": 1764, "keyboard": 333, "crosswalk": 1030, "stucco": 2801, "yellow green": 1885, "balance": 939, "flats": 2549, "pine trees": 2805, "stuffed animal": 663, "lamb": 1006, "plants": 627, "metal": 95, "racket": 276, "baskets": 2060, "gray": 15, "wine": 83, "broccoli": 56, "delta": 444, "spotted": 2765, "large": 436, "mario": 2643, "london": 298, "tray": 678, "bottle": 499, "muffins": 2845, "container": 1922, "5": 14, "away": 508, "22": 440, "zucchini": 2178, "lamps": 1982, "earphones": 2500, "natural": 920, "dishwasher": 1363, "3:55": 1670, "head": 503, "sail": 1088, "8 feet": 1947, "lilies": 1353, "photography": 1916, "tan and white": 2657, "luggage": 264, "asphalt": 581, "feeder": 2360, "father": 2920, "lying down": 1561, "rectangle": 219, "feta": 2498, "wedding cake": 2561, "white green": 2483, "bleachers": 1766, "100 feet": 2294, "rear": 2183, "red blue": 1952, "oranges": 238, "bedroom": 105, "ties": 1451, "texting": 554, "miami": 2572, "far left": 2274, "savannah": 1828, "blue and white": 121, "beach": 76, "footprints": 2310, "counter": 283, "orioles": 1015, "left handed": 2518, "hong kong": 2917, "bronze": 1988, "pastry": 975, "unknown": 68, "lego": 2810, "money": 1744, "32": 681, "120": 2143, "on pole": 1698, "unanswerable": 2829, "stones": 1429, "napkins": 2321, "on road": 971, "on top": 1484, "middle one": 2778, "sunflowers": 1574, "hanger": 2851, "hose": 2466, "yankees": 1079, "stretching": 2297, "messy": 1051, "smoothie": 1184, "grapes": 626, "microphone": 1036, "pumpkin": 1605, "very high": 2260, "kissing": 2270}, "question": {"": 243, "harvard": 11060, "thieves": 13209, "answer": 12591, "tires": 844, "time.": 8989, 